Repository: FZl47-Projects/manage-receipt
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Email is invalid
fa_ir: ایمیل نامعتبر است

source: This email is currently in use by another user
fa_ir: در حال حاظر کاربری با این ایمیل وجود دارد

source: Phonenumber is invalid
fa_ir: شماره همراه نامعتبر است

source: User with this number is already registered
fa_ir: در حال حاظر کاربری با این شماره وجود دارد

source: Passwords are not the same
fa_ir: رمز های عبور با یکدیگر مغایرت دارند

source: Common user
fa_ir: کاربر عادی

source: Admin user
fa_ir: ادمین عادی

source: Super user
fa_ir: ادمین ویژه

source: No name
fa_ir: بدون نام

source: Can view all user
fa_ir: میتواند تمام کاربر هارا ببیند

source: Can export data list of users
fa_ir: میتواند از کاربران خروجی بگیرد

source: Can change self info
fa_ir: میتواند مشخصات خودرا تغییر دهد

source: Can set permission on user
fa_ir: میتواند برای کاربر دسترسی تنظیم کند

source: Can create admin user
fa_ir: میتواند کاربر ادمین ایجاد کند

source: Please enter fields correctly
fa_ir: لطفا فیلد هارا به درستی وارد نمایید

source: User not found or account is inactive
fa_ir: کاربر یافت نشد یا حساب غیرفعال است

source: Account is inactive
fa_ir: حساب غیرفعال است

source: Welcome
fa_ir: خوش امدید

source: A user has already registered with this number
fa_ir: در حال حاظر کاربری با این شماره وجود دارد

source: Your account has been successfully created and will be activated after confirming your mobile number and checking your account
fa_ir: حساب کاربری شما با موفقیت ایجاد شد و پس از تایید شماره همراه و بررسی توسط ادمین فعال میشود.

source: Reset password
fa_ir: تنظیم مجدد گذرواژه

source: Your password changed successfully
fa_ir: گذرواژه شما با موفقیت تغییر کرد

source: Confirm phonenumber
fa_ir: تایید شماره همراه

source: Phonenumber confirmed successfully
fa_ir: شماره همراه با موفقیت تایید شد

source: User account successfully created
fa_ir: حساب کاربر با موفقیت ایجاد شد

source: You cannot delete a super user
fa_ir: شما نمیتوانید یک کاربر ویژه را حذف کنید

source: The current password is incorrect
fa_ir: گذرواژه فعلی نامعتبر است

source: Your password has been updated successfully
fa_ir: گذرواژه شما با موفقیت بروزرسانی شد

source: User updated successfully
fa_ir: کاربر با موفقیت بروزرسانی شد

source: Your account has been activated
fa_ir: حساب شما با موفقیت فعال شد

source: Setting the building for the user was done successfully
fa_ir: تنظیم ساختمان برای کاربر با موفقیت انجام شد

source: Persian
fa_ir: فارسی

source: Notification from farhikhtegan mes company {}
fa_ir: اعلان از طرف سامانه فرهیختگان مس {}

source: Operation completed successfully
fa_ir: عملیات با موفقیت انجام شد

source: Accepted
fa_ir: تایید شده

source: Need to check by supervisor
fa_ir: نیاز به بررسی توسط ناظر

source: Rejected
fa_ir: رد شده

source: Incorrect Data
fa_ir: دیتای نامعتبر

source: Your request has been rejected
fa_ir: درخواست شما رد شد

source: Your request has been accepted
fa_ir: درخواست شما تایید شد

source: Your receipt has been accepted
fa_ir: رسید شما تایید شد

source: Your receipt has been rejected
fa_ir: رسید شما رد شد

source: Hello, Mr/Mrs {} Your submitted receipt has been successfully accepted.
fa_ir: با سلام, اقا/خانم {} رسید ثبت شده شما با موفقیت تایید شد.

source: Hello, Mr/Mrs {} Your submitted receipt has been rejected. See the link {} for more information
fa_ir: با سلام, اقا/خانم {} رسید ثبت شده شما رد شده است. برای اطلاعات بیشتر به لینک مراجعه نمایید {}

source: Can create notification for users of building
fa_ir: میتواند اعلان برای کاربران ساختمان ایجاد کرد

source: Notifications created successfully
fa_ir: اعلانات با موفقیت ایجاد شدند

source: Notification created successfully
fa_ir: اعلان با موفقیت ایجاد شد

source: Notification user created successfully
fa_ir: اعلان کاربر با موفقیت ایجاد شد

source: Can view all projects
fa_ir: میتواند تمام پروژه هارا ببیند

source: Can view all buildings
fa_ir: میتواند تمام ساختمان هارا ببیند

source: Can view admin buildings
fa_ir: میتواند ساختمان هارا در نقش ادمین عادی ببیند

source: Can view user buildings
fa_ir: میتواند ساختمان هارا در نقش کاربر عادی ببیند

source: Can view financial part(amount,chart and ..) buildings
fa_ir: میتوان بخش مالی(مبالغ، نمودار و ..) ساختمان هارا ببیند

source: Can view receipts buildings
fa_ir: میتواند رسید های ساختمان را ببیند

source: Can view users buildings
fa_ir: میتواند کاربران ساختمان را ببیند

source: Can view users score buildings
fa_ir: میتواند امتیاز کاربران ساختمان را ببیند

source: Can export all data of buildings
fa_ir: میتواند تمام دیتای ساختمان را خروجی بگیرد

source: Can set available building
fa_ir: میتواند تنظیم ساختمان انجام دهد

source: Pending
fa_ir: در حال بررسی

source: User can edit all receipt
fa_ir: کاربر میتواند تمام رسید هارا ویرایش کند

source: Accept receipt automatically
fa_ir: میتواند رسید هارا به صورت خودکار تایید کند

source: User can accept receipt
fa_ir: کاربر میتواند رسید را تایید کند

source: User can reject receipt
fa_ir: کاربر میتواند رسید را رد کند

source: Can view all receipts
fa_ir: میتواند تمام رسید هارا ببیند

source: Can view receipts submited by (admin)
fa_ir: میتواند رسید های ثبت شده را در نقش ادمین عادی ببیند

source: Can view receipts submited by (user)
fa_ir: میتواند رسید های ثبت شده را در نقش کاربر عادی ببیند

source: Can view ratio score receipt
fa_ir: میتواند ضریب امتیاز رسید را ببیند

source: Can set ratio score receipt
fa_ir: میتواند ضریب امتیاز رسید ثبت کند

source: Accept receipt task automatically
fa_ir: میتواند عملیات رسید را به صورت خودکار تایید کند

source: Can view all receipts task
fa_ir: میتواند تمام عملیات های رسید هارا ببیند

source: Can access to receipt tasks in user detail page
fa_ir: میتواند به عملیات های رسید ها در صفحه جزئیات کاربر ببیند

source: Can access to receipt tasks user by admin role
fa_ir: میتواند به عملیات های رسید در نقش ادمین عادی دسترسی داشته باشد

source: User can accept receipt task
fa_ir: کاربر میتواند عملیات رسید را تایید کند

source: User can reject receipt task
fa_ir: کاربر میتواند عملیات رسید را رد کند

source: Operation already done
fa_ir: عملیات از قبل انجام شده است

source: Receipt accepted successfully
fa_ir: رسید با موفقیت تایید شد

source: Receipt rejected successfully
fa_ir: رسید با موفقیت رد شد

source: Receipt task accepted successfully
fa_ir: عملیات رسید با موفقیت تایید شد

source: Receipt task rejected successfully
fa_ir: عملیات رسید با موفقیت رد شد

source: Can export data of question
fa_ir: میتواند از دیتای پرسش خروجی بگیرد

source: Can add user
fa_ir: میتواند کاربر ایجاد کند

source: Can change user
fa_ir: میتواند کاربر را ویرایش کند

source: Can delete user
fa_ir: میتواند کاربر را حذف کند

source: Can view user
fa_ir: میتواند کاربر را ببیند

source: Can add group
fa_ir: میتواند گروه دسترسی ایجاد کند

source: Can change group
fa_ir: میتواند گروه دسترسی را ویرایش کند

source: Can delete group
fa_ir: میتواند گروه دسترسی را حذف کند

source: Can view group
fa_ir: میتواند گروه دسترسی را ببیند

source: Can add notification
fa_ir: میتواند اعلان عمومی ایجاد کند

source: Can delete notification
fa_ir: میتواند اعلان عمومی را حذف کند

source: Can change notification
fa_ir: میتواند اعلان عمومی را ویرایش کند

source: Can view notification
fa_ir: میتواند اعلان عمومی را ببیند

source: Can view notification user
fa_ir: میتواند اعلان کاربر را ببیند

source: Can add notification user
fa_ir: میتواند اعلان کاربر ایجاد کند

source: Can delete notification user
fa_ir: میتواند اعلان کاربر را حذف کند

source: Can change notification user
fa_ir: میتواند اعلان کاربر را ویرایش کند

source: Can add building
fa_ir: میتواند ساختمان ایجاد کند

source: Can delete building
fa_ir: میتواند ساختمان را حذف کند

source: Can change building
fa_ir: میتواند ساختمان را ویرایش کند

source: Can view building
fa_ir: میتواند ساختمان را ببیند

source: Can set available buildings
fa_ir: میتواند دسترسی به ساختمان هارا تنظیم کند

source: Can add building available
fa_ir: میتواند دسترسی به ساختمان ایجاد کند

source: Can delete building available
fa_ir: میتواند دسترسی به ساختمان را حذف کند

source: Can change building available
fa_ir: میتواند دسترسی به ساختمان را ویرایش کند

source: Can view building available
fa_ir: میتواند دسترسی به ساختمان را ببیند

source: Can add project
fa_ir: میتواند پروژه ایجاد کند

source: Can delete project
fa_ir: میتواند پروژه را حذف کند

source: Can change project
fa_ir: میتواند پروژه را ویرایش کند

source: Can view project
fa_ir: میتواند پروژه را ببیند کند

source: Can add receipt
fa_ir: میتواند رسید ثبت کند

source: Can view receipt
fa_ir: میتواند رسید را ببیند کند

source: Can delete receipt
fa_ir: میتواند رسید را حذف کند

source: Can change receipt
fa_ir: میتواند رسید را ویرایش کند

source: Can view receipts submited by self
fa_ir: میتواند رسید هایی که توسط خوده کاربر ثبت شده را ببیند

source: Can add receipt task
fa_ir: میتواند عملیات رسید ایجاد کند

source: Can delete receipt task
fa_ir: میتواند عملیات رسید را حذف کند

source: Can change receipt task
fa_ir: میتواند عملیات رسید را ویرایش کند

source: Can view receipt task
fa_ir: میتواند عملیات رسید را ببیند

source: Can add answer question
fa_ir: میتواند جواب برای پرسش ایجاد کند

source: Can change answer question
fa_ir: میتواند جواب پرسش را ویرایش کند

source: Can delete answer question
fa_ir: میتواند جواب پرسش را حذف کند

source: Can view answer question
fa_ir: میتواند جواب پرسش را ببیند

source: Can add question
fa_ir: میتواند پرسش ایجاد کند

source: Can view question
fa_ir: میتواند پرسش را ببیند

source: Can change question
fa_ir: میتواند پرسش را ویرایش کند

source: Can delete question
fa_ir: میتواند پرسش را حذف کند
